Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Slide a terminal down from a screen edge with a global hotkey, from anywhere in macOS.
ar: اسحب طرفية من حافة الشاشة باستخدام مفتاح اختصار عام، من أي مكان في macOS.
ca: Fes lliscar un terminal des d'una vora de la pantalla amb una drecera global, des de qualsevol lloc del macOS.
cs: Vysuňte terminál z okraje obrazovky globální klávesovou zkratkou odkudkoli v macOS.
da: Skub en terminal ned fra en skærmkant med en global genvejstast, hvor som helst i macOS.
de: Lassen Sie mit einem globalen Hotkey von überall in macOS ein Terminal von einem Bildschirmrand heruntergleiten.
es: Desliza un terminal desde un borde de la pantalla con una tecla rápida global, desde cualquier lugar de macOS.
fi: Liu'uta pääte alas näytön reunasta yleisellä pikanäppäimellä mistä tahansa macOS:ssä.
fr: Faites glisser un terminal depuis un bord de l'écran avec un raccourci global, où que vous soyez dans macOS.
he: החליקו מסוף מקצה המסך באמצעות מקש קיצור גלובלי, מכל מקום ב-macOS.
hu: Csúsztasson le egy terminált a képernyő széléről egy globális gyorsbillentyűvel, bárhonnan a macOS-ben.
it: Fai scorrere un terminale da un bordo dello schermo con un tasto rapido globale, da qualsiasi punto di macOS.
ja: macOSのどこからでも、グローバルホットキーで画面端から端末をスライド表示します。
ko: macOS 어디서든 전역 단축키로 화면 가장자리에서 터미널을 슬라이드해 내립니다.
nb: Skyv en terminal ned fra en skjermkant med en global hurtigtast, fra hvor som helst i macOS.
nl: Schuif een terminal vanaf een schermrand omlaag met een globale sneltoets, overal in macOS.
pl: Wysuń terminal z krawędzi ekranu globalnym klawiszem skrótu, z dowolnego miejsca w macOS.
pt_br: Deslize um terminal a partir da borda da tela com uma tecla de atalho global, de qualquer lugar no macOS.
pt_pt: Deslize um terminal a partir da borda do ecrã com uma tecla de atalho global, a partir de qualquer lugar no macOS.
ro: Glisează un terminal de la marginea ecranului cu o tastă rapidă globală, de oriunde din macOS.
sl: S splošno bližnjico povlecite terminal z roba zaslona, od koder koli v macOS.
sv: Dra ned en terminal från en skärmkant med en global snabbtangent, var som helst i macOS.
uk: Висувайте термінал з краю екрана глобальною гарячою клавішею з будь-якого місця в macOS.
vi: Trượt terminal xuống từ cạnh màn hình bằng phím tắt toàn cục, từ bất kỳ đâu trong macOS.
zh_hans: 在 macOS 任意位置，通过全局热键从屏幕边缘滑出终端。
zh_hant: 在 macOS 任意位置，透過全域快速鍵從螢幕邊緣滑出終端機。

source: Slide size is height for top or bottom edges and width for left or right edges. Cross axis is the perpendicular dimension.
ar: حجم الانزلاق هو الارتفاع للحافتين العلوية أو السفلية والعرض للحافتين اليسرى أو اليمنى. المحور المتقاطع هو البعد العمودي.
ca: La mida del lliscament és l'alçada per a les vores superior o inferior i l'amplada per a les vores esquerra o dreta. L'eix transversal és la dimensió perpendicular.
cs: Velikost vysunutí je výška pro horní nebo dolní okraj a šířka pro levý nebo pravý okraj. Příčná osa je kolmý rozměr.
da: Glidestørrelse er højden for øverste eller nederste kant og bredden for venstre eller højre kant. Tværaksen er den vinkelrette dimension.
de: Die Ausfahrgröße ist die Höhe für obere oder untere Ränder und die Breite für linke oder rechte Ränder. Die Querachse ist die senkrechte Dimension.
es: El tamaño de deslizamiento es la altura para los bordes superior o inferior y el ancho para los bordes izquierdo o derecho. El eje transversal es la dimensión perpendicular.
fi: Liukukoko on korkeus ylä- tai alareunoille ja leveys vasemmalle tai oikealle reunalle. Poikittaisakseli on kohtisuora ulottuvuus.
fr: La taille de glissement correspond à la hauteur pour les bords supérieur ou inférieur, et à la largeur pour les bords gauche ou droit. L'axe transversal est la dimension perpendiculaire.
he: גודל ההחלקה הוא הגובה עבור הקצוות העליון או התחתון והרוחב עבור הקצוות השמאלי או הימני. הציר החוצה הוא הממד הניצב.
hu: A csúsztatási méret felső vagy alsó szélnél a magasság, bal vagy jobb szélnél a szélesség. A keresztirányú tengely a merőleges dimenzió.
it: La dimensione di scorrimento è l'altezza per i bordi superiore o inferiore e la larghezza per i bordi sinistro o destro. L'asse trasversale è la dimensione perpendicolare.
ja: スライドサイズは、上端または下端では高さ、左端または右端では幅です。交差軸はそれに垂直な寸法です。
ko: 슬라이드 크기는 위쪽 또는 아래쪽 가장자리에서는 높이이고, 왼쪽 또는 오른쪽 가장자리에서는 너비입니다. 교차 축은 수직 방향 치수입니다.
nb: Skyvestørrelsen er høyden for øvre eller nedre kant og bredden for venstre eller høyre kant. Tverraksen er den vinkelrette dimensjonen.
nl: De schuifgrootte is de hoogte voor de boven- of onderrand en de breedte voor de linker- of rechterrand. De kruisas is de loodrechte dimensie.
pl: Rozmiar wysunięcia to wysokość dla górnej lub dolnej krawędzi oraz szerokość dla lewej lub prawej krawędzi. Oś poprzeczna to wymiar prostopadły.
pt_br: O tamanho do deslizamento é a altura para as bordas superior ou inferior e a largura para as bordas esquerda ou direita. O eixo transversal é a dimensão perpendicular.
pt_pt: O tamanho do deslizamento é a altura para as bordas superior ou inferior e a largura para as bordas esquerda ou direita. O eixo transversal é a dimensão perpendicular.
ro: Dimensiunea de glisare este înălțimea pentru marginile de sus sau de jos și lățimea pentru marginile din stânga sau din dreapta. Axa transversală este dimensiunea perpendiculară.
sl: Velikost drsenja je višina za zgornji ali spodnji rob in širina za levi ali desni rob. Prečna os je pravokotna dimenzija.
sv: Skjutstorleken är höjden för övre eller nedre kanter och bredden för vänster eller höger kant. Tvärsaxeln är den vinkelräta dimensionen.
uk: Розмір висування — це висота для верхнього або нижнього краю та ширина для лівого або правого краю. Поперечна вісь — це перпендикулярний вимір.
vi: Kích thước trượt là chiều cao cho cạnh trên hoặc dưới và chiều rộng cho cạnh trái hoặc phải. Trục chéo là chiều vuông góc.
zh_hans: 滑出大小对于上边缘或下边缘是高度，对于左边缘或右边缘是宽度。交叉轴是垂直方向的尺寸。
zh_hant: 滑出大小對於上邊緣或下邊緣是高度，對於左邊緣或右邊緣是寬度。交叉軸是垂直方向的尺寸。

source: Slot
ar: المنفذ
ca: Ranura
es: Ranura
fi: Paikka
he: חריץ
ja: スロット
ko: 슬롯
nb: Spor
sv: Plats
uk: Слот
vi: Khe
zh_hans: 槽位
zh_hant: 插槽

source: Slow (300ms)
ar: بطيء (300 مللي ثانية)
ca: Lent (300ms)
cs: Pomalé (300 ms)
da: Langsom (300ms)
de: Langsam (300 ms)
es: Lento (300ms)
fi: Hidas (300 ms)
fr: Lent (300 ms)
he: איטי (300ms)
hu: Lassú (300ms)
it: Lento (300ms)
ja: 遅い（300ms）
ko: 느림 (300ms)
nb: Treg (300ms)
nl: Langzaam (300ms)
pl: Wolno (300 ms)
pt_br: Lento (300ms)
pt_pt: Lento (300ms)
ro: Lent (300 ms)
sl: Počasi (300 ms)
sv: Långsam (300ms)
uk: Повільно (300 мс)
vi: Chậm (300ms)
zh_hans: 慢速（300ms）
zh_hant: 慢速（300ms）

source: Slow cinematic pan & zoom
ar: تحريك وتكبير سينمائي بطيء
ca: Panoràmica i zoom cinematogràfic lent
cs: Pomalé filmové posouvání a přiblížení
da: Langsom filmisk panorering og zoom
de: Langsames filmisches Schwenken & Zoomen
es: Paneo y zoom cinematográfico lento
fi: Hidas elokuvamainen panorointi ja zoomaus
fr: Panoramique et zoom cinématiques lents
he: תנועה וזום קולנועיים איטיים
hu: Lassú mozis pásztázás és nagyítás
it: Panoramica e zoom cinematografici lenti
ja: ゆっくりとしたパン＆ズーム効果
ko: 느린 시네마틱 팬 및 줌
nb: Langsom filmatisk panorering og zoom
nl: Langzaam cinematisch pannen en zoomen
pl: Powolne kinowe przesuwanie i zbliżanie
pt_br: Panorâmica e zoom cinematográficos lentos
pt_pt: Panorâmica e zoom cinematográficos lentos
ro: Panoramare și zoom cinematic lent
sl: Počasen filmski premik in približevanje
sv: Långsam filmisk panorering och zoom
uk: Повільне кінематографічне панорамування та масштабування
vi: Quét và thu phóng chậm theo phong cách điện ảnh
zh_hans: 缓慢的电影级平移与缩放
zh_hant: 緩慢的電影級平移與縮放

source: Smooth fade in and out
ar: تلاشٍ سلس للداخل والخارج
ca: Esvaïment suau d'entrada i sortida
cs: Plynulé zeslabení a zesílení
da: Blød ind- og udtoning
de: Sanftes Ein- und Ausblenden
es: Fundido suave de entrada y salida
fi: Tasainen sisään- ja uloshäivytys
fr: Fondu enchaîne doux
he: דעיכה חלקה פנימה והחוצה
hu: Sima be- es kihalvanyulas
it: Dissolvenza graduale in entrata e in uscita
ja: 滑らかなフェードイン・フェードアウト
ko: 부드러운 페이드 인/아웃
nb: Jevn inn- og uttoning
nl: Soepel in- en uitfaden
pl: Plynne pojawianie sie i zanikanie
pt_br: Transicao suave de entrada e saida
pt_pt: Transicao suave de entrada e saida
ro: Tranzitie lina de intrare si iesire
sl: Gladko pojavljanje in izginjanje
sv: Mjuk in- och uttoning
uk: Плавне наростання та згасання
vi: Mờ dần vào và ra mượt mà
zh_hans: 平滑淡入淡出
zh_hant: 平滑淡入淡出

source: Smoothly remaps each video frame toward the current theme's palette. Applied in real-time on the GPU.
ar: يعيد تعيين كل إطار فيديو بسلاسة نحو لوحة السمة الحالية. يُطبَّق في الوقت الفعلي على وحدة معالجة الرسومات.
ca: Remapeja suaument cada fotograma de vídeo cap a la paleta del tema actual. S'aplica en temps real a la GPU.
cs: Plynule přemapuje každý snímek videa k paletě aktuálního motivu. Aplikuje se v reálném čase na GPU.
da: Kortlægger blødt hvert videobillede mod det aktuelle temas palet. Anvendes i realtid på GPU'en.
de: Ordnet jedes Videobild sanft der Palette des aktuellen Designs zu. Wird in Echtzeit auf der GPU angewendet.
es: Reasigna suavemente cada fotograma de vídeo a la paleta del tema actual. Se aplica en tiempo real en la GPU.
fi: Muuntaa jokaisen videoruudun sulavasti nykyisen teeman paletin mukaan. Käytetään reaaliajassa GPU:lla.
fr: Remappe en douceur chaque image vidéo vers la palette du thème actuel. Appliqué en temps réel sur le GPU.
he: ממפה מחדש בצורה חלקה כל פריים וידאו אל לוח הצבעים של ערכת הנושא הנוכחית. מוחל בזמן אמת על ה-GPU.
hu: Minden videókockát simán az aktuális téma palettájához rendel. Valós időben, a GPU-n alkalmazva.
it: Rimappa uniformemente ogni fotogramma del video verso la tavolozza del tema corrente. Applicato in tempo reale sulla GPU.
ja: 各動画フレームを現在のテーマのパレットに滑らかにマッピングします。GPU でリアルタイムに適用されます。
ko: 각 동영상 프레임을 현재 테마의 팔레트로 부드럽게 변환합니다. GPU에서 실시간으로 적용됩니다.
nb: Remapper hver videoramme jevnt mot gjeldende temas palett. Brukes i sanntid på GPU-en.
nl: Zet elk videoframe soepel om naar het palet van het huidige thema. In realtime toegepast op de GPU.
pl: Płynnie mapuje każdą klatkę wideo do palety bieżącego motywu. Stosowane w czasie rzeczywistym na GPU.
pt_br: Remapeia suavemente cada quadro de vídeo para a paleta do tema atual. Aplicado em tempo real na GPU.
pt_pt: Remapeia suavemente cada fotograma de vídeo para a paleta do tema atual. Aplicado em tempo real na GPU.
ro: Remapează lin fiecare cadru video către paleta temei curente. Aplicat în timp real pe GPU.
sl: Gladko preslika vsako videosliko v paleto trenutne teme. Uporabljeno v realnem času na grafični kartici.
sv: Mappar varje videobildruta smidigt mot det aktuella temats palett. Tillämpas i realtid på GPU:n.
uk: Плавно переносить кожен кадр відео до палітри поточної теми. Застосовується в реальному часі на GPU.
vi: Chuyển mượt từng khung hình video sang bảng màu của chủ đề hiện tại. Áp dụng theo thời gian thực trên GPU.
zh_hans: 将每一帧视频平滑地映射到当前主题调色板,通过 GPU 实时应用。
zh_hant: 將每個影片畫面平滑地對應到目前主題的調色盤,透過 GPU 即時套用。

source: Smoothly remaps the photo's colors toward the current theme's palette using a Gaussian-weighted color cube.
ar: يعيد تعيين ألوان الصورة بسلاسة نحو لوحة السمة الحالية باستخدام مكعب ألوان مُرجَّح بتوزيع غاوسي.
ca: Remapeja suaument els colors de la foto cap a la paleta del tema actual utilitzant un cub de color amb ponderació gaussiana.
cs: Plynule přemapuje barvy fotky k paletě aktuálního motivu pomocí barevné krychle s Gaussovým vážením.
da: Kortlægger blødt billedets farver mod det aktuelle temas palet ved hjælp af en Gauss-vægtet farvekube.
de: Ordnet die Fotofarben sanft der Palette des aktuellen Designs zu – mit einem Gauß-gewichteten Farbwürfel.
es: Reasigna suavemente los colores de la foto a la paleta del tema actual usando un cubo de color ponderado con una gaussiana.
fi: Muuntaa valokuvan värit sulavasti nykyisen teeman paletin mukaan käyttäen Gaussin painotuksella määritettyä värikuutiota.
fr: Remappe en douceur les couleurs de la photo vers la palette du thème actuel à l'aide d'un cube de couleurs pondéré par une gaussienne.
he: ממפה מחדש בצורה חלקה את צבעי התמונה אל לוח הצבעים של ערכת הנושא הנוכחית באמצעות קוביית צבעים משוקללת גאוסית.
hu: Simán az aktuális téma palettájához rendeli a fotó színeit Gauss-súlyozású színkocka segítségével.
it: Rimappa uniformemente i colori della foto verso la tavolozza del tema corrente utilizzando un cubo di colori con ponderazione gaussiana.
ja: ガウス重み付けカラーキューブを用いて、写真の色を現在のテーマのパレットに滑らかにマッピングします。
ko: 가우시안 가중치 컬러 큐브를 사용하여 사진의 색상을 현재 테마의 팔레트로 부드럽게 변환합니다.
nb: Remapper bildets farger jevnt mot gjeldende temas palett ved hjelp av en Gauss-vektet fargekube.
nl: Zet de kleuren van de foto soepel om naar het palet van het huidige thema met behulp van een Gaussiaans gewogen kleurkubus.
pl: Płynnie mapuje kolory zdjęcia do palety bieżącego motywu za pomocą sześcianu kolorów ważonego gaussowsko.
pt_br: Remapeia suavemente as cores da foto para a paleta do tema atual usando um cubo de cores com ponderação gaussiana.
pt_pt: Remapeia suavemente as cores da foto para a paleta do tema atual utilizando um cubo de cores com ponderação gaussiana.
ro: Remapează lin culorile fotografiei către paleta temei curente folosind un cub de culoare ponderat gaussian.
sl: Gladko preslika barve fotografije v paleto trenutne teme z uporabo gaussovsko utežene barvne kocke.
sv: Mappar bildens färger smidigt mot det aktuella temats palett med hjälp av en Gauss-viktad färgkub.
uk: Плавно переносить кольори фото до палітри поточної теми, використовуючи колірний куб із гаусовим зваженням.
vi: Chuyển mượt màu sắc của ảnh sang bảng màu của chủ đề hiện tại bằng khối màu có trọng số Gauss.
zh_hans: 使用高斯加权颜色立方体,将照片的颜色平滑地映射到当前主题的调色板。
zh_hant: 使用高斯加權色彩立方體,將照片的色彩平滑地對應到目前主題的調色盤。

source: Socket
ar: المقبس
ca: Sòcol
cs: Soket
he: שקע
ja: ソケット
ko: 소켓
pl: Gniazdo
sl: Vtičnica
uk: Сокет
zh_hans: 套接字

source: SOCKS port
ar: منفذ SOCKS
ca: Port SOCKS
cs: Port SOCKS
es: Puerto SOCKS
fi: SOCKS-portti
fr: Port SOCKS
he: פורט SOCKS
it: Porta SOCKS
ja: SOCKSポート
ko: SOCKS 포트
nl: SOCKS-poort
pl: Port SOCKS
pt_br: Porta SOCKS
pt_pt: Porta SOCKS
ro: Port SOCKS
sl: Vrata SOCKS
uk: Порт SOCKS
vi: Cổng SOCKS
zh_hans: SOCKS 端口
zh_hant: SOCKS 連接埠

source: SOCKS5 Proxy
ar: وكيل SOCKS5
ca: Proxy SOCKS5
es: Proxy SOCKS5
fi: SOCKS5-välityspalvelin
fr: Proxy SOCKS5
he: פרוקסי SOCKS5
it: Proxy SOCKS5
ja: SOCKS5 プロキシ
ko: SOCKS5 프록시
pl: Proxy SOCKS5
pt_br: Proxy SOCKS5
pt_pt: Proxy SOCKS5
ro: Proxy SOCKS5
sl: Posredovalnik SOCKS5
uk: Проксі SOCKS5
vi: Proxy SOCKS5
zh_hans: SOCKS5 代理
zh_hant: SOCKS5 代理

source: SOCKS5 proxy for dynamic port forwarding
ar: وكيل SOCKS5 لتوجيه المنافذ الديناميكي
ca: Proxy SOCKS5 per a reenviament dinàmic de ports
cs: SOCKS5 proxy pro dynamické přesměrování portů
da: SOCKS5-proxy til dynamisk portvideresendelse
de: SOCKS5-Proxy für dynamische Portweiterleitung
es: Proxy SOCKS5 para reenvío de puertos dinámico
fi: SOCKS5-välityspalvelin dynaamiseen portin uudelleenohjaukseen
fr: Proxy SOCKS5 pour le transfert de port dynamique
he: פרוקסי SOCKS5 להעברת פורטים דינמית
hu: SOCKS5 proxy dinamikus porttovábbításhoz
it: Proxy SOCKS5 per l'inoltro dinamico delle porte
ja: 動的ポート転送用の SOCKS5 プロキシ
ko: 동적 포트 포워딩을 위한 SOCKS5 프록시
nb: SOCKS5-proxy for dynamisk portvideresending
nl: SOCKS5-proxy voor dynamische poortdoorsturing
pl: Proxy SOCKS5 do dynamicznego przekierowania portów
pt_br: Proxy SOCKS5 para encaminhamento de porta dinâmico
pt_pt: Proxy SOCKS5 para encaminhamento de porta dinâmico
ro: Proxy SOCKS5 pentru redirecționare dinamică de porturi
sl: Posredovalnik SOCKS5 za dinamično posredovanje vrat
sv: SOCKS5-proxy för dynamisk portvidarebefordran
uk: Проксі SOCKS5 для динамічного переспрямування портів
vi: Proxy SOCKS5 cho chuyển tiếp cổng động
zh_hans: 用于动态端口转发的 SOCKS5 代理
zh_hant: 用於動態連接埠轉發的 SOCKS5 代理

source: Soft Chime
ar: رنين ناعم
ca: Repic suau
cs: Jemný zvon
da: Blødt klokkespil
de: Sanfter Klang
es: Campaneo suave
fi: Pehmeä soitto
fr: Carillon doux
he: צלצול רך
hu: Lágy csengés
it: Rintocco delicato
ja: ソフトチャイム
ko: 부드러운 차임
nb: Myk klang
nl: Zacht klokkenspel
pl: Delikatny dzwon
pt_br: Carrilhão suave
pt_pt: Carrilhão suave
ro: Clopoțel delicat
sl: Nežni zvonček
sv: Mjuk klang
uk: М’який дзвін
vi: Chuông nhẹ
zh_hans: 柔和铃声
zh_hant: 柔和鈴聲

source: Soft Marimba
ar: ماريمبا ناعمة
ca: Marimba suau
cs: Jemná marimba
da: Blød marimba
de: Sanfte Marimba
es: Marimba suave
fi: Pehmeä marimba
fr: Marimba douce
he: מרימבה רכה
hu: Lágy marimba
it: Marimba delicata
ja: ソフトマリンバ
ko: 부드러운 마림바
nb: Myk marimba
nl: Zachte marimba
pl: Delikatna marimba
pt_br: Marimba suave
pt_pt: Marimba suave
ro: Marimbă delicată
sl: Nežna marimba
sv: Mjuk marimba
uk: М’яка марімба
vi: Marimba nhẹ
zh_hans: 柔和马林巴
zh_hant: 柔和馬林巴

source: Software
ar: البرامج
ca: Programari
fi: Ohjelmisto
fr: Logiciel
he: תוכנה
hu: Szoftver
ja: ソフトウェア
ko: 소프트웨어
nb: Programvare
pl: Programowy
sl: Programska oprema
sv: Mjukvara
uk: Програмний
vi: Phần mềm
zh_hans: 软件
zh_hant: 軟體

source: Software keys are stored encrypted in the Keychain and can be included in backups or synced with iCloud.
ar: تُخزَّن المفاتيح البرمجية مشفّرة في سلسلة المفاتيح ويمكن تضمينها في النسخ الاحتياطية أو مزامنتها مع iCloud.
ca: Les claus de programari s'emmagatzemen xifrades a Keychain i es poden incloure a les còpies de seguretat o sincronitzar amb iCloud.
cs: Softwarové klíče jsou uloženy šifrovaně v Klíčence a lze je zahrnout do záloh nebo synchronizovat přes iCloud.
da: Softwarenøgler gemmes krypteret i Keychain og kan inkluderes i sikkerhedskopier eller synkroniseres med iCloud.
de: Software-Schlüssel werden verschlüsselt im Schlüsselbund gespeichert und können in Backups aufgenommen oder mit iCloud synchronisiert werden.
es: Las claves de software se almacenan cifradas en el llavero y se pueden incluir en copias de seguridad o sincronizar con iCloud.
fi: Ohjelmistoavaimet tallennetaan salattuina Keychainiin, ja ne voidaan sisällyttää varmuuskopioihin tai synkronoida iCloudin kanssa.
fr: Les clés logicielles sont stockées chiffrées dans le trousseau et peuvent être incluses dans les sauvegardes ou synchronisées avec iCloud.
he: מפתחות תוכנה מאוחסנים מוצפנים ב-Keychain וניתן לכלול אותם בגיבויים או לסנכרן אותם עם iCloud.
hu: A szoftverkulcsok titkosítva tárolódnak a Keychain-ben, és szerepelhetnek a biztonsági másolatokban, illetve szinkronizálhatók az iCloud-dal.
it: Le chiavi software sono archiviate cifrate nel Portachiavi e possono essere incluse nei backup o sincronizzate con iCloud.
ja: ソフトウェアキーはキーチェーンに暗号化して保存され、バックアップに含めたり、iCloudで同期したりできます。
ko: 소프트웨어 키는 키체인에 암호화되어 저장되며 백업에 포함하거나 iCloud로 동기화할 수 있습니다.
nb: Programvarenøkler lagres kryptert i nøkkelringen og kan inkluderes i sikkerhetskopier eller synkroniseres med iCloud.
nl: Softwaresleutels worden versleuteld opgeslagen in de Sleutelhanger en kunnen worden opgenomen in back-ups of gesynchroniseerd met iCloud.
pl: Klucze programowe są przechowywane w zaszyfrowanej formie w Keychain i mogą być uwzględniane w kopiach zapasowych lub synchronizowane z iCloud.
pt_br: As chaves de software são armazenadas criptografadas no Keychain e podem ser incluídas em backups ou sincronizadas com o iCloud.
pt_pt: As chaves de software são armazenadas encriptadas no Keychain e podem ser incluídas em cópias de segurança ou sincronizadas com o iCloud.
ro: Cheile software sunt stocate criptat în Keychain și pot fi incluse în backup-uri sau sincronizate cu iCloud.
sl: Programski ključi so šifrirano shranjeni v Keychain in jih je mogoče vključiti v varnostne kopije ali sinhronizirati z iCloud.
sv: Mjukvarunycklar lagras krypterade i nyckelringen och kan inkluderas i säkerhetskopior eller synkroniseras med iCloud.
uk: Програмні ключі зберігаються в зашифрованому вигляді в Keychain, і їх можна включати до резервних копій або синхронізувати через iCloud.
vi: Khóa phần mềm được lưu trữ ở dạng mã hóa trong Keychain và có thể được đưa vào bản sao lưu hoặc đồng bộ với iCloud.
zh_hans: 软件密钥以加密形式存储在钥匙串中，可包含在备份中或通过 iCloud 同步。
zh_hant: 軟體金鑰會以加密形式儲存於鑰匙圈中，並可納入備份或透過 iCloud 同步。

source: Solar
ar: شمسي
cs: Sluneční
da: Sol
fi: Aurinko
fr: Solaire
he: שמשי
hu: Szoláris
it: Solare
ja: ソーラー
ko: 솔라
nb: Sol
nl: Zon
pl: Słoneczny
sl: Sončni
sv: Sol
uk: Сонячна
vi: Mặt trời
zh_hans: 日轨
zh_hant: 日軌

source: Solar Arc
ar: القوس الشمسي
ca: Arc solar
cs: Sluneční oblouk
da: Solbue
de: Sonnenbogen
es: Arco solar
fi: Auringon kaari
fr: Arc solaire
he: קשת שמש
hu: Napív
it: Arco solare
ja: ソーラーアーク
ko: 태양 호
nb: Solbue
nl: Zonneboog
pl: Łuk słoneczny
pt_br: Arco Solar
pt_pt: Arco Solar
ro: Arc solar
sl: Sončni lok
sv: Solbåge
uk: Сонячна дуга
vi: Cung mặt trời
zh_hans: 太阳弧
zh_hant: 太陽弧

source: Sort By
ar: الفرز حسب
ca: Ordena per
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fi: Lajitteluperuste
fr: Trier par
he: מיין לפי
hu: Rendezés alapja
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
pt_pt: Ordenar por
ro: Sortează după
sl: Razvrsti po
sv: Sortera efter
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort Lines
ar: فرز الأسطر
ca: Ordenar les línies
cs: Seřadit řádky
da: Sortér linjer
de: Zeilen sortieren
es: Ordenar líneas
fi: Lajittele rivit
fr: Trier les lignes
he: מיון שורות
hu: Sorok rendezése
it: Ordina righe
ja: 行を並べ替え
ko: 행 정렬
nb: Sorter linjer
nl: Regels sorteren
pl: Sortuj wiersze
pt_br: Ordenar Linhas
pt_pt: Ordenar linhas
ro: Sortează rândurile
sl: Razvrsti vrstice
sv: Sortera rader
uk: Сортувати рядки
vi: Sắp xếp dòng
zh_hans: 排序行
zh_hant: 排序行

source: Sort Order
ar: ترتيب الفرز
ca: Ordre de classificació
cs: Pořadí řazení
da: Sorteringsrækkefølge
de: Sortierreihenfolge
es: Orden de clasificación
fi: Lajittelujärjestys
fr: Ordre de tri
he: סדר מיון
hu: Rendezési sorrend
it: Ordinamento
ja: 並べ替え順
ko: 정렬 순서
nb: Sorteringsrekkefølge
nl: Sorteervolgorde
pl: Kolejność sortowania
pt_br: Ordem de classificação
pt_pt: Ordem de ordenação
ro: Ordine de sortare
sl: Vrstni red razvrščanja
sv: Sorteringsordning
uk: Порядок сортування
vi: Thứ tự sắp xếp
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort tabs by attention
ar: ترتيب العلامات حسب الانتباه
ca: Ordena les pestanyes per atenció
cs: Řadit karty podle pozornosti
da: Sortér faner efter opmærksomhed
de: Tabs nach Aufmerksamkeit sortieren
es: Ordenar pestañas por atención
fi: Järjestä välilehdet huomion mukaan
fr: Trier les onglets par attention
he: מיין לשוניות לפי תשומת לב
hu: Lapok rendezése figyelem szerint
it: Ordina le schede per attenzione
ja: タブを注目度で並べ替え
ko: 주의도순으로 탭 정렬
nb: Sorter faner etter oppmerksomhet
nl: Tabbladen sorteren op aandacht
pl: Sortuj karty według uwagi
pt_br: Ordenar abas por atenção
pt_pt: Ordenar separadores por atenção
ro: Sortează filele după atenție
sl: Razvrsti zavihke po pozornosti
sv: Sortera flikar efter uppmärksamhet
uk: Сортувати вкладки за увагою
vi: Sắp xếp tab theo mức chú ý
zh_hans: 按关注度排序标签页
zh_hant: 依關注度排序分頁
